/* appended to region name when merging regions */
" merged" = " merged";

/* appended to region name of mixed down regions */
" mixed" = " mixed";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ needed|%@ available.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(blank)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(NOT blank)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ is not available.][OK]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ Plug-ins not available.][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: Plug-in “%@”%@%@ not available!][OK]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: Plug-in “%@”%@%@ not available!][OK|√Don’t show again]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Sample Rate %ld not allowed.][OK]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld of %ld audio files are not found.|(“%@”,...)][Continue]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” can’t be played back on Track %ld from drive/partition “%@”][OK|√Don’t show again]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” from drive/partition “%@” can not be used.|Drive/partition not allowed!][OK|√Don’t show again]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][“%@” from drive/partition “%@” can not be used.|Drive/partition not allowed!][OK|Load]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@” is a %ld bit file and can’t be played back thru %@.][OK]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@” is already included!][Cancel]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@” is empty!][Cancel]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@” is not a standard PCM Wave format audio file.][OK]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@” or “%@” already exists!][Use|Replace]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|√Don’t show again]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P is scanning your system for audio devices, and has detected a device named “%@”.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][Abort?][Continue|Abort]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Already recording...][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][An error occurred.||Result code = %ld][OK]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][An error occurred.||Result code = %ld||File = %@][OK]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][Audio %@ %@ can not be used to playback “%@” from drive/partition “%@”][OK]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][Audio file “%@” not found!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Audio Unit authorization error.|The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Audio Unit Compatibility Error|The Audio Unit “%@” by “%@” does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Automation Parameter Error!|%ld][OK]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][Can’t delete instrument “%@”.|It is currently in use.][Cancel]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][Can’t find audio file “%@”.][OK|√Don’t show again]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][Can’t load Sampler Instrument “%@”.|It was created with a newer EXS24 version.][Continue|√Don’t show again]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Chord Track added to %d Apple Loop files.][OK]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][Couldn't find Chord Progression data in file %@!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][Couldn't open file %@ for reading!][OK]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][Couldn't open file %@ for writing!][OK]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][Couldn’t create Region.|Out of memory][Cancel]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][Couldn’t create track.|Maximum number of tracks exceeded!][Abort]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][Do you also want to edit the automation data?][Don’t edit|Edit|√Don’t show again]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][Do you want to copy the automation data?][Don’t copy|Copy|√Don’t show again]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][Do you want to erase the automation data?][Don’t Erase|Erase|√Don’t show again]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][Do you want to move the automation data?][Don’t Move|Move|√Don’t show again]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][Do you want to process the automation data also?][Cancel|Process]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][Drive/partition “%@” can not be used for audio recording with %@.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][Drive/partition “%@” can not be used for audio recording.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][Drive/partition “%@” can not be used to record on audio track %ld.][OK]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][Drive/partition “%@” is full.][OK]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][Error code %ld was returned by the %@ driver.][Continue]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Error during copy of Resources. %ld][OK]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Error in CoreMidi:|%ld][OK]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Error when loading project][OK]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Error while trying to synchronize Audio and MIDI.][Continue]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Error|CSong::CreateSeq - Illegal block size][OK]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24 instrument “%@”:|Audio file “%@” not found!][Search again|Continue]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Illegal signature(1)][Cancel]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Illegal track count][OK]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][Instrument set “%@” too large! Converted only %ld of %ld entries!][Cancel]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Internal Job-Conflict|Please restart ^P][OK]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Memory Allocation Problem.][OK]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Memory used now: %@|Memory used before: %@][OK]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Minor correction of project data has taken place. (1)][OK]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Mono/Stereo Conflict!][Cancel]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][No Apple Loop selected.][Abort]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][Not enough memory (%ld).][OK]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][Not enough memory for requested DSP function][Cancel]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Not enough memory to convert song!][Cancel]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][Not enough memory to create Track Automation data.][Cancel]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][Not enough space on Volume “%@”|%@][OK]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Note: the “Processor Performance” is set to “Automatic”.|It is recommended to set this preference to “Highest”.|To change this setting please open “System Preferences” > “Energy Saver” > “Options”.][Continue]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Note: the “Processor Performance” is set to “Reduced”.|It is recommended to set this preference to “Highest”.|To change this setting please open “System Preferences” > “Energy Saver” > “Options”.][Continue]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Out of Memory!][Cancel]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Out of Memory!|(Audio organize 1)][Continue]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Out of memory!|Couldn’t insert or delete data][Cancel]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Please select an audio driver in the following preference dialog.][Continue]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Please select the bit depth for this project.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Read error!|Illegal format of file][Abort]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][Record drive/partition “%@” not found!][OK]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][Record folder “%@” not found on drive/partition “%@”.][OK]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][Requested DSP function is unknown.][OK]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][ReWire device “%@” could not be opened.|You need to launch ^P first.][OK]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Running out of Regions][Cancel]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Not enough memory to load all samples of instrument “%@”.][Continue]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Not enough memory to open instrument “%@”.][Continue]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Some Events have been set to minimal or maximal value.][OK]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][Sorry, can’t load this project because it is created by a newer ^P version.|Please update ^P!][OK]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][Sorry. Last operation can’t be undone][Abort]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Sorry.|Undo not possible.|Not enough memory.][Abort]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][The audio device “%@” has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][The audio file “%@” has a %ld bit format and can’t be used.][Cancel]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][The file “%@” is not an EXS instrument file.][Cancel]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][The file “%@” seems to be damaged.][OK]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][The file name “%@” is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][The file name is too long.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][The number of MIDI inputs has changed.|Now no input is available.][OK]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][The number of MIDI inputs has changed.|Now one input is available.][OK]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][The plug-in named “%@” isn’t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In “%@” is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][This drive can not be used for audio.][Abort]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][This file type is not supported.][Abort]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][This project seems to be damaged. Please open a backup version of this project.][Abort]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][This project was created with a newer ^P version.|%ld -> %ld][OK]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Too many automation tracks.][Cancel]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Warning! Memory is short!][Retry|Cancel]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Warning!|Couldn’t complete Undo][OK]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Warning!|Damaged project! (Ginst)][OK]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Warning.|Mac OS X MIDI Services not available.][OK]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Warning:|Missing End event in project!][OK]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Warning|Reentrant in multitask][OK]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@” has smaller size!|Use anyway?][Cancel|Use]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][Audio file “%@” not found.][Skip|Search]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don’t Delete Data|Cancel|Delete Data]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][Burn process succeeded][OK]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][Delete existing settings?][Cancel|Delete]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][Delete instrument “%@” ?][Cancel|Delete%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][Delete recorded audio file “%@”%@ from disk?|Can’t UNDO this operation!][Delete|Keep%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][Do you want to delete the automation data?][No|Delete]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][File “%@” exists.][Cancel|Replace]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][Launch the “%@” driver?][Yes|No]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][Overwrite existing settings?][Cancel|Overwrite]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][Replace Current Selection?][No|Replace]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][Simulation succeeded][OK]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data’s sample rate. Do you want this?][Cancel|Convert]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][The File “%@” could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][Couldn’t create Launch!][ABORT]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][Couldn’t create Region][Cancel]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][Couldn’t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Illegal Region (2)][Repair|OK]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Illegal Region number][Cancel]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Low memory situation!|(Not enough master pointers)][OK]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][MIDI Out error][OK]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Minor problem in data (3)][Repair|OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][Module file “%@” is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the “%@” folder.][OK]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][Module file “%@” is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][No matching data on clipboard!][Abort]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][No Recording Track specified!][ABORT]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][No Recording Track specified!][Cancel]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][Not enough memory for a new project][Abort]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][Not enough memory to create clipboard!][Abort]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][Not enough memory to create object][Abort]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][Not enough Memory|(playtracks)][Abort]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Read Error!|This is not a ^P project!][Abort]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Sorry, too old project format!][Abort]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Unknown Undo type][Abort]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Warning! Not enough memory!|This operation cannot be undone.][OK]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Warning!|Project may be damaged][OK]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Wrong Version!][Abort]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]";

/* Alert */
"[Continue]" = "[Continue]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Connected to";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R Dual Layer";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "for creating freeze file(s).";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "In Transition...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Loading Audio Files for “%@”...";

/* cd/dvd media status display */
"No media" = "No media";

/* Node */
"Not connected" = "Not connected";

/* Control surface feedback */
"There is a modal dialog on the screen." = "There is a modal dialog on the screen.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Unknown";

/* cd/dvd media status display */
"Unknown media type" = "Unknown media type";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Untitled";

